Repository: OmegaT-L10N/ar
Catalog: tm/3.1_aligned.tmx
Source language: en
Languages: ar

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
ar: لا تترجم سمة المحتوى للعلامات الوصفية المتوفرة على أزواج 'القيم ـ المفاتيح' اﻵتية (تقسيم عبر الفاصلات):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
ar: لا تترجم محتوى العلامات المتوفرة على أزواج 'القيم ـ المفاتيح' اﻵتية (تقسيم عبر الفاصلات):

source: Only if (X)HTML file has an &encoding declaration
ar: فقط إذا كان ملف (X)HTML يتوفر على &تصريح خاص بالترميز

source: Translate the following attributes:
ar: ترجمة السمات التالية:

source: href (URL of &links)
ar: href (محدد الموارد الموحد &للروابط)

source: src (URL of &images)
ar: src (محدد الموارد الموحد &للصور)

source: lan&g (language attribute)
ar: lan&g (سمة اللغة)

source: h&reflang (language of links)
ar: h&reflang (لغة الروابط)

source: &value (of form input, including button, submit and reset)
ar: &قيمة (إدخالات الجدول، بما في ذلك الزر، التأكيد وإعادة الضبط)

source: value (of button, &submit and reset input)
ar: قيمة (إدخالات الزر و&التأكيد وإعادة الضبط)

source: Compress whitespace in translated document
ar: دمج المسافات البيضاء في ملف الترجمة

source: Remove HTML comments in translated document
ar: حذف تعليقات HTML من ملف الترجمة

source: Start a new paragraph on:
ar: بدء فقرة جديدة عند:

source: <&br> (breaks)
ar: <&br> (الفواصل)

source: Exception while editing options:
ar: حدث استثناء خلال تعديل الخيارات:

source: HTML Help Compiler
ar: مصرف مساعدة HTML

source: HHC file too big!
ar: ملف HHC كبير جداً!

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
ar: ملاحظة: لا تؤثر الإعدادات المتعلقة بترميز ملف المصدر إلا على ملفات HHC وHHK التي لا تتضمن أي تصريح خاص بالترميز.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
ar: في حالة ما إذا كان ملف HHC أو HHK يتوفر على تصريح خاص بالترميز، فإنه سيستخدم بغض النظر عن القيمة التي ستقوم بضبطها في مربع الحوار هذا.

source: XHTML Filter Options
ar: خيارات مرشح XHTML

source: Exceptions occurred while loading segmentation rules:
ar: حصلت استثناءات خلال تحميل قواعد التجزئة:

source: Error saving segmentation rules configuration:
ar: وقع خطأ خلال حفظ تكوين قواعد التجزئة:

source: Language Name
ar: اسم اللغة

source: Language Pattern
ar: نمط اللغة

source: Break/Exception
ar: فاصل/استثناء

source: Pattern Before
ar: النمط قبل

source: Pattern After
ar: النمط بعد

source: Catalan
ar: الكتالانية

source: German
ar: اﻷلمانية

source: English
ar: الإنجليزية

source: Spanish
ar: الإسبانية

source: Finnish
ar: الفنلندية

source: French
ar: الفرنسية

source: Italian
ar: الإيطالية

source: Japanese
ar: اليابانية

source: Dutch
ar: الهولندية

source: Polish
ar: البولونية

source: Russian
ar: الروسية

source: Swedish
ar: السويدية

source: Chinese
ar: الصينية

source: Default
ar: الإعداد الافتراضي

source: Text files segmentation
ar: تجزئة ملفات النصوص

source: HTML, XHTML, ODF and Infix segmentation
ar: تجزئة HTML ،XHTML ،ODF وInfix

source: Segmentation Setup
ar: إعدادات التجزئة

source: Project Specific Segmentation Setup
ar: إعدادات التجزئة الخاصة بالمشروع

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
ar: ملاحظة: سوف تطبق كافة مجموعات قواعد التجزئة التي تتوفر على نمط لغوي متطابق حسب الترتيب المحدد.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
ar: وبالتالي، فإن قواعد الفرنسية الكندية (FR-CA) ستكون مثلاً أعلى رتبة من قواعد الفرنسية (FR.*)، وذات أسبقية أعلى من اللغة الافتراضية (.*).

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
ar: فعند الترجمة من الفرنسية الكندية، فإن مشروعك سيستخدم كل القواعد المحددة للسلسلة اللغوية بأكملها، وفقاً للترتيب الصحيح.

source: Move U&p
ar: التحريك &للأعلى

source: Move Do&wn
ar: التحريك &للأسفل

source: &Move Down
ar: &التحريك للأسفل

source: Sets of segmentation rules:
ar: مجموعات قواعد التجزئة:

source: Segmentation rules are applied in the following order:
ar: ستطبق قواعد التجزئة وفق الترتيب التالي:

source: Are you sure you want to remove the {0} set of segmentation rules?
ar: هل أنت متأكد من رغبتك في حذف المجموعة {0} من قواعد التجزئة؟

source: New Language and Country
ar: لغة وبلد جديدين

source: Team Options
ar: خيارات فريق العمل

source: Please enter your name/ID.
ar: يرجى إدخال الاسم/رقم التعريف الشخصي.

source: It is used to mark your translations.
ar: سوف يتم استخدامه لتمييز ترجماتك عن الترجمات اﻷخرى.

source: &Name/ID:
ar: &الاسم/رقم التعريف:

source: Editing Behaviour Options
ar: تعديل خيارات سلوك المعالجة

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
ar: يرجى اختيار النص الذي تود إدخاله في المقطع الذي لم يترجم بعد عند الانتقال إليه.

source: The &source text
ar: نص &المصدر

source: &Leave the segment empty
ar: &ترك المقطع خالياً

source: Insert the &best fuzzy match
ar: إدخال &أفضل تطابق جزئي

source: &Minimal similarity:
ar: &التشابه اﻷدنى:

source: &Prefix:
ar: &البادئة:

source: [fuzzy]
ar: [جزئي]

source: &Allow translation to be equal to source
ar: &السماح بتطابق الترجمة مع المصدر

source: Export the segment to text files
ar: تصدير المقطع إلى الملفات النصية

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
ar: &تتوقف وظيفة الانتقال إلى المقطع الموالي غير المترجم عندما تتوفر ترجمة بديلة واحدة على اﻷقل

source: Attempt to convert &numbers when inserting a fuzzy match
ar: حاول تعديل &اﻷرقام عند إدخال تطابق جزئي

source: Allow tag editing
ar: السماح بتعديل العلامات

source: Validate tags when leaving a segment
ar: التحقق من صحة العلامات عند ترك المقطع

source: Save auto-populated status
ar: حفظ وضع الملء التلقائي

source: External TMX Options
ar: خيارات TMX الخارجية

source: Please select how tags of non-OmegaT TMXs should be displayed.
ar: يرجى اختيار طريقة عرض علامات ذاكرات TMX التي لم تنشأ بواسطة أوميجاتي.

source: &Display tags
ar: &عرض العلامات

source: Use &XML for standalone tags (e.g., <i/>)
ar: استخدام &XML للعلامات المنفردة (مثلاً <i/>)

source: Template variables:
ar: متغيرات القالب:

source: Match display template
ar: قالب عرض المطابقة

source: Sort fuzzy matches by:
ar: ترتيب التطابقات الجزئية حسب ما يلي:

source: Stemming, no tags and no numbers
ar: التجريد بدون علامات ولا أرقام

source: No tags and no numbers
ar: بدون علامات ولا أرقام

source: Full text, including tags and numbers
ar: نص كامل يتضمن العلامات والأرقام

source: View Options
ar: خيارات العرض

source: Display all &source segments in bold
ar: عرض كافة &مقاطع المصدر بخط عريض

source: Include the first non-&unique segment when marking non-unique segments
ar: تضمين أول مقطع &غير انفرادي عند تعليم المقاطع غير الانفرادية

source: Simplify tooltips on protected parts
ar: تبسيط التلميحات باﻷجزاء المحمية

source: Modification info template
ar: قالب معلومات التعديل

source: Modification info template for segments without date
ar: قالب معلومات التعديل للمقاطع غير المؤرخة

source: Use custom templates for modification info
ar: استخدام قوالب مخصصة لمعلومات التعديل

source: Create Glossary Entry
ar: إنشاء مدخل بمسرد المصطلحات

source: Enter a source term, a target term and a comment:
ar: إدخال مصطلح مصدر ومصطلح هدف وتعليق:

source: Source term:
ar: المصطلح المصدر:

source: Target term:
ar: المصطلح الهدف:

source: Comment:
ar: تعليق:

source: Glossary file: {0}
ar: ملف مسرد المصطلحات: {0}

source: Proxy User and Password
ar: اسم المستخدم وكلمة السر للخادم الوسيط

source: If you are using an authenticated proxy, please enter here your user and password.
ar: في حالة استخدام خادم وسيط موثق، يرجى إدخال اسم المستخدم وكلمة السر.

source: Error decoding user and password.
ar: حدث خطأ أثناء فك تشفير اسم المستخدم وكلمة السر.

source: User:
ar: اسم المستخدم:

source: Password:
ar: كلمة السر:

source: Tag Validation Options
ar: خيارات معالجة البيانات

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
ar: بإمكان أوميجاتي أن يفحص أيضاً متغيرات البرمجة (متغيرات وظيفة printf) مثل '%s'.

source: Please select which behaviour is appropriate.
ar: يرجى اختيار السلوك الملائم.

source: Full checking can lead to false positives in normal texts.
ar: قد يؤدي الفحص الكامل إلى العثور على نتائج خاطئة في النصوص العادية.

source: &Do not check printf-variables
ar: &لا تفحص متغيرات printf

source: &Check simple printf-variables (e.g., %s, %d)
ar: افحص &متغيرات printf العادية (مثلاً %s% ،d)

source: Check &all printf-variables (e.g., %s, %-s)
ar: افحص &كافة متغيرات printf (مثلاً %s% ،-s)

source: Check simple &java MessageFormat patterns (e.g. {0})
ar: فحص أنماط صيغ رسائل &جافا العادية (مثلاً {0})

source: Regular expression for custom tags:
ar: تعبير نظامي للعلامات المخصصة:

source: Regular expression for fragments that should be removed from translation:
ar: تعبير نظامي للأجزاء التي ينبغي حذفها من الترجمة:

source: Allow translated tags to be in a different order
ar: السماح بوضع العلامات المترجمة في &ترتيب مختلف

source: Warning: Changing tag order may break the translated document!
ar: تحذير: تغيير ترتيب العلامات قد يؤدي لإتلاف المستند المترجم!

source: Do not allow creating translated documents with tag issues
ar: لا تسمح بإنشاء مستندات الترجمة التي تعاني من &مشاكل مرتبطة بالعلامات

source: Fuzzy Matches
ar: التطابقات الجزئية

source: Displays the translation memories segments that match the source segment.
ar: عرض مقاطع ذاكرات الترجمة التي تتطابق مع مقطع المصدر.

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
ar: من الممكن العثور على التطابقات في ترجمتك الحالية أو في ملفات TMX التي وضعتها في مجلد /tm/.

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
ar: عرض مداخل المسرد التي عُثر عليها في ملفات المسارد بمجلد /glossary/ في حالة تواجدها بمقطع المصدر.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
ar: يمكنك إضافة مداخل للمسرد بواسطة خيار 'إنشاء مدخل في المسرد' في قائمة 'التعديل'.

source: Entries from the writeable glossary are in bold.
ar: تظهر مداخل المسرد القابل للكتابة بالخط العريض.

source: Add glossary entry
ar: إضافة مدخل لمسرد المصطلحات

source: Dictionary
ar: قاموس

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
ar: عرض مداخل القاموس التي عُثر عليها في ملفات القواميس بمجلد /dictionary/ في حالة تواجدها بمقطع المصدر.

source: Machine Translation
ar: ترجمة آلية

source: Displays the translation of the source segment by the machine translation services you have selected in Options > Machine Translate, if those services are available.
ar: عرض الترجمة المقترحة من طرف خدمات الترجمة اﻵلية التي اخترتها في خيارات > ترجمة آلية، في حالة ما إذا كانت هذه الخدمات متوفرة.

source: Allows to view, add, remove or edit a note in the active segment.
ar: السماح بعرض أو إضافة أو حذف أو تعديل ملاحظة في المقطع النشط.

source: A note is just a comment regarding this set of source text and translation.
ar: ليست الملاحظة إلا مجرد تعليق مرتبط بالزوج المكون من النص اﻷصلي والترجمة.

source: Comments
ar: تعليقات

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
ar: عرض التعليقات في المقطع النشط في حالة تواجدها بملف المصدر ودعمها من قبل مرشحات الملف (مرشح PO مثلاً)).

source: Key:
ar: مفتاح:

source: Path:
ar: مسار:

source: Translation:
ar: ترجمة:

source: Editor - {0}
ar: محرر - {0}

source: Dock
ar: الإضافة لشريط البرامج

source: Minimize
ar: تصغير

source: Maximize
ar: تكبير

source: Restore
ar: العودة للأصل

source: Undock
ar: الإزالة من شريط البرامج

source: Instant Start
ar: بدء فوري

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
ar: لم يسمح ﻷوميجاتي بالولوج إلى خاصية النظام التي تحوي اسم نظام التشغيل و/أو خاصية النظام التي تحوي مجلدك الرئيسي.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
ar: نظراً لذلك، فقد تعذر تحديد موضع مجلد تكوين أوميجاتي بشكل موثوق.

source: The current folder will be used instead.
ar: سوف يتم استخدام المجلد الحالي بدل ذلك.

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
ar: كنتيجة لذلك، فإن كل الإعدادات ستعاد إلى قيمها الافتراضية، مما قد يؤدي إلى ظهور سلوك صحيح، لكن غير منتظر، أثناء استخدام البرنامج.

source: Your operating system refused to let OmegaT create its configuration folder.
ar: رفض نظام التشغيل السماح لأوميجاتي بإنشاء مجلد التكوين.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
ar: في حالة ما إذا تم السماح بالولوج إلى الموضع المرغوب فيه بشكل لاحق، فإن هذا الموضع هو الذي سيستخدم، بينما ستعود كافة الإعدادات إلى قيمها الافتراضية كنتيجة للتغيير الحاصل.

source: It was not possible to create the script folder inside the configuration folder.
ar: تعذر إنشاء مجلد المخطوطات داخل مجلد التكوين.

source: The configuration folder will be used instead.
ar: سوف يتم استخدام مجلد التكوين بدل ذلك.

source: Info
ar: معلومات

source: Java: {0} ver. {1}, executed from '{2}'
ar: جافا: إصدار {0} {1}، منفذ انطلاقاً من '{2}'

source: Click on '{0}' menu item
ar: انقر على عنصر القائمة '{0}'

source: '{0}' menu selected
ar: قائمة '{0}' مختارة

source: Event: project change - "{0}"
ar: حدث: تغيير المشروع - "{0}"

source: Event: application startup
ar: حدث: إطلاق التطبيق

source: Event: application shutdown
ar: حدث: إنهاء التطبيق

source: Event: new file activated ({0})
ar: حدث: ملف جديد مفعل ({0})

source: Event: new entry activated
ar: حدث: مدخل جديد مفعل

source: Event: font changed
ar: حدث: تم تغيير الخط

source: This call MUST be in swing thread
ar: يجب أن يتواجد هذا الاستدعاء في سلسلة تعليمات إرسال اﻷحداث

source: This call MUST NOT be in swing thread
ar: لا يجب أن يتواجد هذا الاستدعاء في سلسلة تعليمات إرسال اﻷحداث

source: Project loading start
ar: بدء تحميل المشروع

source: Project loading end
ar: انتهاء تحميل المشروع

source: Project saving start
ar: بدء حفظ المشروع

source: Project saving end
ar: انتهاء حفظ المشروع

source: No need to save project, because no changes were made
ar: ليس هناك حاجة لحفظ البرنامج طالما لم يتم إدخال أي تعديلات

source: Project closed
ar: مشروع مغلق

source: Project compiling start
ar: بدء تصريف المشروع

source: Project compiling end
ar: نتهاء تصريف المشروع

source: Project creating start
ar: بدء إنشاء المشروع

source: Project creating end
ar: انتهاء إنشاء المشروع

source: No Suggestions
ar: ليس هناك أي اقتراحات

source: Ignore All
ar: تجاهل الكل

source: Add To Dictionary
ar: الإضافة للقاموس

source: Spellchecker Setup
ar: إعدادات المصحح اللغوي

source: &Automatically check the spelling of text
ar: &تصحيح النص بشكل تلقائي

source: Dictionaries already installed:
ar: القواميس المثبتة بشكل مسبق:

source: Dictionary file folder:
ar: مجلد ملفات القواميس:

source: Dictionary File Folder
ar: مجلد ملفات القواميس

source: &Choose...
ar: &اختيار...

source: &Install new dictionary...
ar: &تثبيت مجلد جديد...

source: URL of online dictionaries:
ar: محدد الموارد الموحد للقواميس المتوفرة على الإنترنت:

source: You are uninstalling the spellchecking dictionary that your project currently uses.
ar: إنك بطور حذف قاموس المصحح اللغوي الذي يستخدمه مشروعك حالياً.

source: Proceed?
ar: هل أنت متأكد من رغبتك في القيام بذلك؟

source: Confirm uninstalling
ar: تأكيد حذف القاموس

source: Unable to uninstall the selected dictionary
ar: تعذر حذف القاموس المختار

source: Uninstalling failed
ar: فشل حذف القاموس

source: Installing failed
ar: تعذر التثبيت

source: Please select a dictionary file folder first
ar: تعذر استخدام مجلد القواميس المحدد.

source: &Source (segment {0}):
ar: &المصدر (المقطع {0}):

source: Dictionary Installer
ar: مثبت القواميس

source: Please select the dictionaries you want to install and press the Install button.
ar: يرجى اختيار القواميس التي ترغب في تثبيتها والنقر على زر التثبيت.

source: No new dictionaries available at the remote server.
ar: ليست هناك قواميس جديدة في الخادم الطرفي.

source: Install
ar: تثبيت

source: Available dictionaries:
ar: القواميس المتوفرة:

source: S&witch Case To
ar: تغيير &حالة الحروف

source: &Lower Case
ar: &حروف واطئة

source: &Upper Case
ar: &حروف عالية

source: &Title Case
ar: &حروف العنوان

source: &Cycle
ar: &دورة

source: &View
ar: &عرض

source: Display &Source Segments
ar: عرض &مقاطع المصدر

source: Mark Non-&Unique Segments
ar: تعليم المقاطع غير &الانفرادية

source: Mark Segments &with Notes
ar: تعليم المقاطع &المتوفرة على ملاحظات

source: &Modification Info
ar: &معلومات التعديل

source: Display &None
ar: عدم عرض &أي شيء

source: Display for Current &Segment
ar: العرض &للمقطع الحالي

source: Display for &All Segments
ar: العرض &لكافة المقاطع

source: Mark &Non-breakable Spaces
ar: تعليم الفراغات &الغير القابلة للكسر

source: Mar&k Whitespace
ar: تعليم &المسافات البيضاء

source: Mark &Bidirectional Algorithm Control Characters
ar: تعليم أحرف التحكم &الخاصة بخوارزمية الاتجاه الثنائي

source: Mark Auto-Populated Segments
ar: تعليم المقاطع المملوءة بشكل تلقائي

source: Go To Segment Source
ar: الانتقال إلى مقطع المصدر

source: Insert Match or Selection Into Translation
ar: إدخال التطابق أو المقطع المختار في الترجمة

source: Replace Translation with Match or Selection
ar: تعويض الترجمة بالتطابق أو المقطع المختار

source: [Fuzzy]
ar: [جزئي]

source: Found in:
ar: عثر عليه في:

source: This project
ar: هذا المشروع

source: (+{0} more)
ar: (+{0} أكثر)

source: Hide '{0}'
ar: تخبئة '{0}'

source: Error on application startup
ar: حصل خطأ خلال إطلاق التطبيق

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
ar: يجب عليك تحديث JDK 1.6 ﻵخر إصدار، أو حذف ملفات jaxb-*.jar من مجلد أوميجاتي /lib

source: Cut
ar: قص

source: Copy
ar: نسخ

source: Paste
ar: لصق

source: MyMemory (human)
ar: MyMemory (بشري)

source: MyMemory (machine)
ar: MyMemory (آلي)

source: Error extracting MT result from MyMemory, response:
ar: حصل خطأ أثناء استخراج نتيجة الترجمة اﻵلية من MyMemory، الجواب:

source: Error {0}: {1}
ar: خطأ {0}: {1}

source: Google Api key not available.
ar: مفتاح واجهة Google لبرمجة التطبيقات غير متوفر.

source: See OmegaT manual for instructions.
ar: انظر دليل استخدام أوميجاتي للاطلاع على التوجيهات.

source: Wrong response from engine
ar: رد خاطئ من المحرك

source: Microsoft Translator's Client ID or Client Secret not available.
ar: معرف العميل وسر العميل اللازمين لاستخدام Microsoft Translator غير متوفرين.

source: Yandex Translate - No API Key Specified
ar: Yandex Translate - ليس هناك أي مفتاح محدد لواجهة برمجة التطبيقات

source: Invalid API key
ar: مفتاح واجهة برمجة التطبيقات غير صالح

source: This API key has been blocked
ar: تم منع هذا المفتاح الخاص بواجهة برمجة التطبيقات

source: You have reached the daily limit for requests (including calls of the detect method)
ar: لقد بلغت الحد اليومي المسموح به للطلبات (بما في ذلك الاستدعاءات الخاصة بطريقة الكشف)

source: You have reached the daily limit for the volume of translated text (including calls of the detect method)
ar: لقد بلغت الحد اليومي المسموح به لترجمة النصوص (بما في ذلك الاستدعاءات الخاصة بطريقة الكشف)

source: The text size exceeds the maximum
ar: حجم النص يفوق الحد اﻷقصى

source: The text could not be translated
ar: تعذرت ترجمة النص

source: The specified translation direction is not supported
ar: اتجاه الترجمة المحدد غير مدعم

source: Language Checker
ar: المدقق &اللغوي

source: Multiple Translations
ar: ترجمات متعددة

source: Displays alternative translations that you have created for segments that are repeated in the project.
ar: عرض الترجمات البديلة التي أنشأتها للمقاطع المتكررة في المشروع.

source: Use as Default Translation
ar: الاستخدام كترجمة افتراضية

source: Create Alternative Translation
ar: إنشاء ترجمة افتراضية

source: Replace Translation with Text
ar: تعويض الترجمة بالنص

source: <EMPTY>
ar: <فارغ>

source: Scripting
ar: إنشاء المخطوطات

source: &File
ar: &ملف

source: &Open Script...
ar: &فتح المخطوط...

source: Script &Language
ar: لغة &المخطوط

source: &Run
ar: &تشغيل

source: Result:
ar: النتيجة:

source: The script "{0}" is running...
ar: جار تشغيل المخطوط "{0}"...

source: An error occured
ar: حدث خطأ ما

source: Available script engines:
ar: محركات المخطوطات المتوفرة:

source: ERROR: (declaring bean)
ar: خطأ: (التصريح بالحبيبة)

source: {0} loaded.
ar: {0} محمل.

source: Scripts Folder:
ar: مجلد المخطوطات:

source: Scripts Folder
ar: مجلد الحبيبات

source: No script selected.
ar: لم يتم اختيار أي مخطوط.

source: Cannot read selected script file.
ar: تعذرت قراءة ملف المخطوط المختار.

source: Selected Engine: {0}
ar: المحرك المختار: {0}

source: Script Result
ar: نتيجة المخطوط

source: Refreshing script directory "{0}"
ar: جار تحديث دليل المخطوطات "{0}"

source: Save Script
ar: حفظ المخطوط

source: Error while trying to save script.
ar: حدث خطأ أثناء محاولة حفظ المخطوط.

source: Script "{0}" saved.
ar: مخطوط "{0}" محفوظ.

source: Run script on slot #{0}.
ar: تشغيل المخطوط على الخانة #{0}.

source: No script set.
ar: لم يعثر على أي مجموعة مخطوطات.

source: No script bound in slot #{0}.
ar: ليس هناك أي مخطوط مرتبط بالخانة #{0}.

source: Add Script
ar: إضافة مخطوط

source: Remove Script
ar: حذف المخطوط

source: Script "{0}" bound to slot #{1}.
ar: المخطوط "{0}" مرتبط بالخانة #{1}.

source: Script "{0}" unbound from slot #{1}.
ar: المخطوط "{0}" غير مرتبط بالخانة #{1}.

source: <none>
ar: <لا شيء>

source: extensions:
ar: امتدادات:

source: Translator comments:
ar: تعليقات المترجم:

source: Extracted comments:
ar: التعليقات المستخرجة:

source: References:
ar: مراجع:

source: Please translate this plural as plural form #{0}.
ar: يرجى ترجمة هذا الجمع بصيغة الجمع المذكورة #{0}.

source: Tag:
ar: العلامة:

source: Attribute:
ar: السمة:

source: Initializing
ar: جار الإطلاق

source: Tag validation failed
ar: فشل التحقق من صحة العلامات

source: Translating Project
ar: جار ترجمة المشروع

source: Finished
ar: انتهى

source: Validating tags
ar: جار التحقق من صحة العلامات

source: Aborted.
ar: مُجهَض.

source: Create pseudo-translate TMX
ar: إنشاء ذاكرة TMX ذات المقاطع شبه المترجمة

source: Translated files location not defined
ar: موضع الملفات المترجمة غير معرف

source: Align project against {0}
ar: محاذاة المشروع مع {0}

source: Loading Project
ar: جار تحميل المشروع

source: The project cannot be verified
ar: تعذر التحقق من المشروع

source: An error occurred while trying to run console process: {0}
ar: حصل خطأ أثناء محاولة تشغيل عملية وحدة التحكم: {0}

source: Source folder {0} does not exist.
ar: مجلد المصدر {0} غير متوفر.

source: Target folder {0} does not exist.
ar: مجلد الهدف {0} غير متوفر.

source: Glossary folder {0} does not exist.
ar: مجلد المسرد {0} غير متوفر.

source: Translation memory folder {0} does not exist.
ar: مجلد ذاكرة الترجمة {0} غير متوفر.

source: The writeable glossary file is not in the glossary folder.
ar: ملف المسرد القابل للكتابة غير متواجد في مجلد المسارد.

source: Project locked.
ar: مشروع مقفل.

source: Perhaps it is already opened in another OmegaT instance
ar: من المحتمل أن يكون مفتوحاً في تجسيد آخر من تجسيدات أوميجاتي

source: SVN '{0}' execution start
ar: بدء تنفيذ SVN '{0}'

source: SVN '{0}' execution finished successfully
ar: انتهى تنفيذ SVN '{0}' بنجاح

source: SVN '{0}' error: {1}
ar: خطأ SVN '{0}': {1}

source: Commit not possible because somebody else changed remote translation.
ar: تعذر الإلزام لأن مستخدماً آخر قد غير الترجمة النائية.
